9/data/attachments/813067dea767e628.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Linda_response_Actions_13410_3</nif:username>
            <nif:friendToBeRequested>soap_actions_b9673948-a90b-433a-aca3-07896e3943a7</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>